{
    "data":[
        {
            "title":"Thanks for your feedback everyone!",
            "date":"November 12, 2024",
            "body":"The survey has ended, but thanks to everyone who participated!"
        },
        {
            "title":"Mod Manager Survey - BORDERLANDS 2 GAME OF THE YEAR EDITION GIVEAWAY!",
            "date":"August 8th, 2024",
            "body":"Complete this survey about your preferences and experience with modded Subnautica to win a chance for a Borderlands 2: Game of the Year edition giveaway! Also, credit to ilworkcn for providing Chinese localization support!",
            "link":"https://forms.gle/A3DweDUtsJVZUN1N8"
        },
        {
            "title":"Update 1.1.0: Localization & required fixes",
            "date":"June 18th, 2023",
            "body":"This update fixes an issue that may occur due to recent Submodica updates, and is heavily recommended. This version also introduces support for other languages, notably Russian and Polish.",
            "link":"https://submodica.xyz/mods/sn1/168"
        },
        {
            "title":"Update 1.0.4: Major fixes for certain users",
            "date":"January 17th, 2023",
            "body":"Some major issues that prevented certain users from installing mods have been fixed. Thank you for reporting these issues and providing enough information to get them fixed.\nPLEASE NOTE: The mod manager MUST be installed and updated manually. Otherwise, 1.0.4 will not be installed correctly.",
            "link":"https://submodica.xyz/mods/sn1/168"
        },
        {
            "title":"The mod manager has been released!",
            "date":"January 14th, 2023",
            "body":"Today is the official release of the mod manager on Submodica and Nexus Mods. Many small patches may be released over the next few days to fix any bugs that are found.\nAfter 3 weeks in development, we hope it was worth the wait."
        },
        {
            "title":"The final stages of beta testing are in progress. Expect a release soon!",
            "date":"January 11th, 2023",
            "body":"Hoping for a smooth release. If you find any issues report them, but otherwise it should be released in a few days."
        },
        {
            "title":"Testing has now begun!",
            "date":"January 8th, 2023",
            "body":"Please give as much feedback as you can. I lost so much sleep over this project. Thank you."
        },
        {
            "title":"Get SMLHelper for BepInEx if you don't have it already!",
            "date":"January 3rd, 2023",
            "body":"SMLHelper has been updated to work with the Living Large update.",
            "link":"https://www.nexusmods.com/subnautica/mods/113"
        }
    ]
}
